Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Fill with random installed apps
ar: ملء التطبيقات المثبتة عشوائيا
de: Mit zufällig ausgewählten installierten Apps füllen
es: Rellena el Dock con apps instaladas elegidas al azar
fr: Remplir aléatoirement avec des applications installées
hu: Kitöltés véletlenszerű telepített applikációkkal
ja: インストール済みのアプリをランダムに追加
nl: Vullen met willekeurige geïnstalleerde apps
pl: Wypełnij losowymi zainstalowanymi aplikacjami
pt: Preencher a Dock com apps instaladas escolhidas ao acaso
ru: Заполнить случайными установленными приложениями
sv: Fyll med slumpmässiga installerade appar
tr: Rastgele yüklenmiş uygulamalarla doldurun
vi: Điền ngẫu nhiên bằng các ứng dụng đã cài đặt
zh_hans: 随机填充已安装的应用
zh_hant: 填入隨機安裝的應用程式

source: Filter marketplace widgets by supported orientation
ar: تصفية أدوات السوق حسب الاتجاه المدعوم
de: Marktplatz-Widgets nach unterstützter Ausrichtung filtern
es: Filtra los widgets del Marketplace por orientación compatible
fr: Filtrer les widgets Marketplace par orientation prise en charge
hu: A piactéri widgetek szűrése támogatott tájolás szerint
ja: 対応する向きでマーケットプレイスのウィジェットを絞り込みます
nl: Filter widgets uit de Marketplace op ondersteunde oriëntatie
pl: Filtruj widżety w Marketplace według obsługiwanej orientacji
pt: Filtre widgets do Marketplace pela orientação suportada
ru: Фильтровать виджеты в магазине по поддерживаемой ориентации
sv: Filtrera marknadsplatsens widgetar efter riktning som stöds
tr: Pazar yeri widget'larını desteklenen yönelime göre filtrele
vi: Lọc các tiện ích cửa hàng theo hướng được hỗ trợ
zh_hans: 按支持的方向筛选市场中的小组件
zh_hant: 依支援的顯示方向篩選市集小工具

source: find
ar: بحث
de: finden
es: encontrar
fr: trouver
hu: keresés
ja: 検索
nl: vind
pl: znajdź
pt: encontrar
ru: найти
sv: hitta
tr: bul
vi: tìm
zh_hans: 查找
zh_hant: 尋找

source: Find files and apps
ar: ابحث عن الملفات والتطبيقات
de: Dateien und Apps finden
es: Busca archivos y apps
fr: Trouver des fichiers et des apps
hu: Fájlok és appok keresése
ja: ファイルとアプリを検索
nl: Bestanden en apps zoeken
pl: Znajdź pliki i aplikacje
pt: Encontrar ficheiros e apps
ru: Поиск файлов и приложений
sv: Hitta filer och appar
tr: Dosyaları ve uygulamaları bul
vi: Tìm tệp và ứng dụng
zh_hans: 查找文件和应用
zh_hant: 搜尋檔案與應用程式

source: Finder for Trash and reveal actions you choose. Mail, Notes, and System Events for the Mail, Latest Note, Quick Toggles, and Wallpaper widgets.
ar: Finder لإجراءات المهملات والإظهار التي تختارها. البريد والملاحظات وSystem Events لأدوات «البريد» و«أحدث ملاحظة» و«مفاتيح التبديل السريعة» و«خلفية الشاشة».
de: Finder für Papierkorb- und Anzeigeaktionen, die Sie auswählen. Mail, Notizen und System Events für die Widgets „Mail“, „Neueste Notiz“, „Schnellschalter“ und „Hintergrundbild“.
es: Finder para la Papelera y las acciones de mostrar que elijas. Mail, Notas y System Events para los widgets Mail, Última nota, Controles rápidos y Fondo de pantalla.
fr: Le Finder pour la Corbeille et les actions d'affichage que vous choisissez. Mail, Notes et System Events pour les widgets Mail, Dernière note, Commandes rapides et Fond d'écran.
hu: Finder a Kukához és a választott felfedési műveletekhez. Mail, Jegyzetek és System Events a Mail, a Legutóbbi jegyzet, a Gyorskapcsolók és a Háttérkép widgethez.
ja: ゴミ箱と、選択した「Finderに表示」アクションに使用するFinder。「メール」、「最新のメモ」、「クイックトグル」、「壁紙」ウィジェットに使用する「メール」、「メモ」、System Events。
nl: Finder voor de prullenmand en de 'In Finder weergeven'-acties die je kiest. Mail, Notities en System Events voor de widgets 'Mail', 'Meest recente notitie', 'Snelle schakelaars' en 'Achtergrond'.
pl: Finder obsługuje wybrane czynności związane z Koszem i pokazywaniem plików. Poczta, Notatki i System Events są używane przez widżety Poczta, Ostatnia notatka, Szybkie przełączniki i Tapeta.
pt: Finder para as ações do Lixo e de mostrar ficheiros que escolher. Mail, Notas e System Events para os widgets Mail, Nota Mais Recente, Interruptores Rápidos e Papel de Parede.
ru: Finder для выбранных вами действий с Корзиной и показа файлов. Почта, Заметки и System Events для виджетов «Почта», «Последняя заметка», «Быстрые переключатели» и «Обои».
sv: Finder för papperskorgen och visningsåtgärder som du väljer. Mail, Anteckningar och System Events för widgetarna Mail, Senaste anteckning, Snabbreglage och Bakgrundsbild.
tr: Seçtiğin Çöp Sepeti ve gösterme eylemleri için Finder. Mail, Son Not, Hızlı Geçişler ve Duvar Kâğıdı widget'ları için Mail, Notlar ve System Events.
vi: Finder cho Thùng rác và các tác vụ hiển thị tệp bạn chọn. Mail, Ghi chú và System Events cho các tiện ích Mail, Ghi chú mới nhất, Bật/tắt nhanh và Hình nền.
zh_hans: 访达用于处理您选择的废纸篓和显示文件操作。“邮件”“备忘录”和“系统事件”用于“邮件”“最新备忘录”“快捷开关”和“墙纸”小组件。
zh_hant: Finder 用於「垃圾桶」以及你選擇的「在 Finder 中顯示」動作；「郵件」、「備忘錄」和「系統事件」則分別供「郵件」、「最新備忘錄」、「快速切換」和「背景圖片」小工具使用。

source: Finder handles Trash and reveal actions you choose. The Mail and Latest Note widgets read your unread count and most recent note, and the Quick Toggles and Wallpaper widgets use System Events to switch Dark Mode and change the desktop picture. Each app is asked about separately, the first time a widget needs it.
ar: يتولى Finder إجراءات المهملات والإظهار التي تختارها. تقرأ أداتا «البريد» و«أحدث ملاحظة» عدد الرسائل غير المقروءة وأحدث ملاحظة، وتستخدم أداتا «مفاتيح التبديل السريعة» و«خلفية الشاشة» System Events لتبديل الوضع الداكن وتغيير صورة سطح المكتب. يُطلب الإذن لكل تطبيق على حدة، في أول مرة تحتاجه فيها أداة.
de: Der Finder übernimmt Papierkorb- und Anzeigeaktionen, die Sie auswählen. Die Widgets „Mail“ und „Neueste Notiz“ lesen die Anzahl ungelesener Nachrichten und die neueste Notiz, und die Widgets „Schnellschalter“ und „Hintergrundbild“ verwenden System Events, um den Dunkelmodus umzuschalten und das Schreibtischbild zu ändern. Jede App wird separat gefragt, wenn ein Widget sie zum ersten Mal benötigt.
es: El Finder gestiona la Papelera y las acciones de mostrar que elijas. Los widgets Mail y Última nota leen tu número de mensajes sin leer y tu nota más reciente, y los widgets Controles rápidos y Fondo de pantalla usan System Events para cambiar el modo oscuro y el fondo de pantalla. Se pregunta por cada app por separado, la primera vez que un widget la necesita.
fr: Le Finder gère la Corbeille et les actions d'affichage que vous choisissez. Les widgets Mail et Dernière note lisent votre nombre de messages non lus et votre note la plus récente, et les widgets Commandes rapides et Fond d'écran utilisent System Events pour activer le mode sombre et changer le fond d'écran. L'autorisation est demandée séparément pour chaque app, la première fois qu'un widget en a besoin.
hu: A Finder kezeli a Kukát és a választott felfedési műveleteket. A Mail és a Legutóbbi jegyzet widget az olvasatlan üzenetek számát és a legutóbbi jegyzetet olvassa, a Gyorskapcsolók és a Háttérkép widget pedig a System Events segítségével kapcsolja a Sötét módot és cseréli az íróasztal háttérképét. A rendszer minden appra külön rákérdez, amikor egy widgetnek először szüksége van rá.
ja: Finderは、ゴミ箱と、選択した「Finderに表示」アクションを処理します。「メール」ウィジェットと「最新のメモ」ウィジェットは未読数と最新のメモを読み取り、「クイックトグル」ウィジェットと「壁紙」ウィジェットはSystem Eventsを使用してダークモードを切り替えたり、デスクトップピクチャを変更したりします。各アプリについては、ウィジェットが初めて必要としたときに個別に確認されます。
nl: Finder verwerkt de prullenmand en de 'In Finder weergeven'-acties die je kiest. De widgets 'Mail' en 'Meest recente notitie' lezen je aantal ongelezen berichten en je meest recente notitie, en de widgets 'Snelle schakelaars' en 'Achtergrond' gebruiken System Events om de donkere modus te wisselen en de bureaubladachtergrond te wijzigen. Voor elke app wordt afzonderlijk om toestemming gevraagd, de eerste keer dat een widget die nodig heeft.
pl: Finder obsługuje wybrane czynności związane z Koszem i pokazywaniem plików. Widżety Poczta i Ostatnia notatka odczytują liczbę nieprzeczytanych wiadomości i najnowszą notatkę, a widżety Szybkie przełączniki i Tapeta używają aplikacji System Events do przełączania trybu ciemnego i zmiany obrazka Biurka. Prośba o dostęp do każdej aplikacji pojawia się osobno, gdy widżet potrzebuje go po raz pierwszy.
pt: O Finder trata das ações do Lixo e de mostrar ficheiros que escolher. Os widgets Mail e Nota Mais Recente leem o número de mensagens não lidas e a nota mais recente, e os widgets Interruptores Rápidos e Papel de Parede usam o System Events para mudar o modo escuro e alterar a imagem da secretária. A permissão é pedida a cada app separadamente, na primeira vez que um widget precisar dela.
ru: Finder выполняет выбранные вами действия с Корзиной и показ файлов. Виджеты «Почта» и «Последняя заметка» читают число непрочитанных писем и последнюю заметку, а виджеты «Быстрые переключатели» и «Обои» используют System Events, чтобы переключать темный режим и менять картинку рабочего стола. Разрешение для каждого приложения запрашивается отдельно, когда оно впервые понадобится виджету.
sv: Finder hanterar papperskorgen och visningsåtgärder som du väljer. Widgetarna Mail och Senaste anteckning läser antalet olästa och din senaste anteckning, och widgetarna Snabbreglage och Bakgrundsbild använder System Events för att växla Mörkt läge och byta skrivbordsbild. Varje app efterfrågas separat, första gången en widget behöver den.
tr: Finder, seçtiğin Çöp Sepeti ve gösterme eylemlerini yönetir. Mail ve Son Not widget'ları okunmamış sayını ve en son notunu okur, Hızlı Geçişler ve Duvar Kâğıdı widget'ları ise Karanlık Modu değiştirmek ve masaüstü resmini değiştirmek için System Events kullanır. Her uygulama için, bir widget ona ilk ihtiyaç duyduğunda ayrı ayrı sorulur.
vi: Finder xử lý Thùng rác và các tác vụ hiển thị tệp bạn chọn. Tiện ích Mail và Ghi chú mới nhất đọc số thư chưa đọc và ghi chú gần đây nhất của bạn, còn tiện ích Bật/tắt nhanh và Hình nền dùng System Events để chuyển Chế độ tối và thay đổi hình nền. Mỗi ứng dụng được hỏi riêng, vào lần đầu tiên một tiện ích cần đến.
zh_hans: 访达用于处理您选择的废纸篓和显示文件操作。“邮件”和“最新备忘录”小组件读取未读邮件数量和最新备忘录，“快捷开关”和“墙纸”小组件通过“系统事件”切换深色模式和更改桌面图片。小组件首次需要访问某个应用时，会分别请求该应用的权限。
zh_hant: Finder 負責處理「垃圾桶」以及你選擇的「在 Finder 中顯示」動作。「郵件」和「最新備忘錄」小工具會讀取你的未讀郵件數量和最近一則備忘錄；「快速切換」和「背景圖片」小工具則會透過「系統事件」切換深色模式及更改桌面圖片。當小工具首次需要使用某個應用程式時，系統會分別詢問該應用程式的取用權限。

source: Finder relaunches to apply the change.
ar: يُعاد تشغيل Finder لتطبيق التغيير.
de: Der Finder wird neu gestartet, um die Änderung anzuwenden.
es: El Finder se reinicia para aplicar el cambio.
fr: Le Finder redémarre pour appliquer la modification.
hu: A Finder újraindul a módosítás alkalmazásához.
ja: 変更を適用するため、Finderが再起動します。
nl: Finder wordt opnieuw gestart om de wijziging toe te passen.
pl: Finder zostanie uruchomiony ponownie, aby zastosować zmianę.
pt: O Finder é reaberto para aplicar a alteração.
ru: Finder перезапустится, чтобы применить изменение.
sv: Finder startas om för att tillämpa ändringen.
tr: Finder değişikliği uygulamak için yeniden başlatılır.
vi: Finder sẽ khởi chạy lại để áp dụng thay đổi.
zh_hans: 访达将重新启动以应用更改。
zh_hant: Finder 會重新啟動以套用變更。

source: Finding lyrics...
ar: العثور على كلمات الأغنية...
de: Songtexte werden gesucht...
es: Buscando letra…
fr: Recherche des paroles...
hu: Dalszöveg keresése...
ja: 歌詞を検索中...
nl: Songteksten zoeken...
pl: Szukanie tekstu utworu…
pt: A procurar letra…
ru: Поиск текста песни...
sv: Söker efter låttext...
tr: Şarkı sözleri aranıyor...
vi: Đang tìm lời bài hát...
zh_hans: 正在查找歌词……
zh_hant: 正在搜尋歌詞……

source: Fine-tune background & panels
ar: ضبط دقيق للخلفية واللوحات
de: Hintergrund & Panels feinabstimmen
es: Ajustar fondo y paneles
fr: Affiner l'arrière-plan et les panneaux
hu: Háttér és panelek finomhangolása
ja: 背景とパネルの微調整
nl: Achtergrond en panelen verfijnen
pl: Dopasuj tło i panele
pt: Ajuste fino do fundo e dos painéis
ru: Точная настройка фона и панелей
sv: Finjustera bakgrund och paneler
tr: Arka planı & panelleri ince ayarla
vi: Tinh chỉnh nền & các bảng
zh_hans: 微调背景和面板
zh_hant: 微調背景與面板

source: Finished
ar: انتهى
de: Beendet
es: Terminado
fr: Terminé
hu: Befejezve
ja: 終了
nl: Afgelopen
pl: Zakończono
pt: Terminou
ru: Завершено
sv: Klar
tr: Bitti
vi: Đã xong
zh_hans: 完成于
zh_hant: 已完成

source: Fire
ar: النار
de: Feuer
es: Fuego
fr: Feu
hu: Tűz
ja: 炎
nl: Vuur
pl: Ogień
pt: Fogo
ru: Огонь
sv: Eld
tr: Ateş
vi: Lửa
zh_hans: 炉火
zh_hant: 火焰

source: First Light
ar: أول ضوء
de: Morgendämmerung
es: Primera luz
fr: Premières lueurs
hu: Első fény
ja: 夜明け
nl: Eerste licht
pl: Świt
pt: Primeira luz
ru: Рассвет
sv: Gryning
tr: İlk Işık
vi: Rạng đông
zh_hans: 晨光初现
zh_hant: 晨曦

source: Fit profile and widget page scroll bars to the rounded dock container
ar: مواءمة أشرطة تمرير صفحات ملفات التعريف والأدوات مع حاوية Dock المستديرة
de: Scrollleisten der Profil- und Widget-Seiten an den abgerundeten Dock-Container anpassen
es: Ajusta las barras de desplazamiento de páginas de perfiles y widgets al contenedor redondeado del Dock
fr: Ajuster les barres de défilement du profil et des pages de widgets au contour arrondi du dock
hu: Görgetősávok igazítása a lekerekített Dock-konténerhez
ja: プロファイルとウィジェットのページスクロールバーを角丸のDockコンテナに合わせます
nl: Pas de scrollbalken van profiel- en widgetpagina's aan de afgeronde Dock-container aan
pl: Dopasuj paski przewijania profili i stron widżetów do zaokrąglonego kontenera Docka
pt: Ajustar as barras de deslocação das páginas de perfis e widgets ao contentor arredondado da dock
ru: Подгонять полосы прокрутки страниц профилей и виджетов под скругленный контейнер Dock
sv: Anpassa rullningslister för profil- och widgetsidor till den rundade dockbehållaren
tr: Profil ve widget sayfası kaydırma çubuklarını yuvarlatılmış dock kapsayıcısına sığdır
vi: Chỉnh vừa khít thanh cuộn trang tiện ích và hồ sơ với khung dock được bo tròn
zh_hans: 使配置文件和小组件页面的滚动条适配圆角 Dock 容器
zh_hant: 讓設定檔與小工具頁面的捲動軸貼合圓角 Dock 容器

source: Fit profile and widget page scroll bars to the rounded dock container.
ar: مواءمة أشرطة تمرير صفحات ملفات التعريف والأدوات مع حاوية Dock المستديرة.
de: Scrollleisten der Profil- und Widget-Seiten an den abgerundeten Dock-Container anpassen.
es: Ajusta las barras de desplazamiento de páginas de perfiles y widgets al contenedor redondeado del Dock.
fr: Ajuster les barres de défilement de la page du profil et du widget au conteneur du dock arrondi.
hu: A profil- és widgetoldalak görgetősávjait a lekerekített Dock-konténerhez igazítja.
ja: プロファイルとウィジェットのページスクロールバーを角丸のDockコンテナに合わせます。
nl: Pas de scrollbalken van profiel- en widgetpagina's aan de afgeronde Dock-container aan.
pl: Dopasuj paski przewijania profili i stron widżetów do zaokrąglonego kontenera Docka.
pt: Ajustar as barras de deslocação das páginas de perfis e widgets ao contentor arredondado da dock.
ru: Подгонять полосы прокрутки страниц профилей и виджетов под скругленный контейнер Dock.
sv: Anpassa rullningslister för profil- och widgetsidor till den rundade dockbehållaren.
tr: Profil ve widget sayfalarındaki kaydırma çubuklarını yuvarlatılmış dock kutusuna sığdır.
vi: Chỉnh vừa khít thanh cuộn trang tiện ích và hồ sơ với khung dock được bo tròn.
zh_hans: 使配置文件和小组件页面的滚动条适配圆角 Dock 容器。
zh_hant: 讓設定檔與小工具頁面的捲動軸貼合圓角 Dock 容器。

source: Fix one end of the dock to a screen position
ar: تثبيت أحد طرفي Dock في موضع على الشاشة
de: Ein Ende des Docks an einer Bildschirmposition fixieren
es: Fija un extremo del Dock a una posición de la pantalla
fr: Fixer une extrémité du dock à une position de l'écran
hu: A Dock egyik végének rögzítése a képernyőn
ja: Dockの一端を画面上の位置に固定します
nl: Zet één uiteinde van het Dock vast op een schermpositie
pl: Przypnij jeden koniec Docka do położenia na wyświetlaczu
pt: Fixar uma extremidade da dock numa posição do ecrã
ru: Привязать один конец Dock к положению на экране
sv: Lås ena änden av dockan vid en skärmposition
tr: Dock'un bir ucunu ekranda sabit bir konuma sabitle
vi: Cố định một đầu của dock vào một vị trí màn hình
zh_hans: 将 Dock 的一端固定在屏幕的一个位置
zh_hant: 將 Dock 的一端固定於螢幕上的指定位置

source: Fix one end of the dock to a screen position so it stays put when switching dock profiles
ar: تثبيت أحد طرفي Dock في موضع على الشاشة ليبقى ثابتًا عند التبديل بين ملفات تعريف Dock
de: Fixieren Sie ein Ende des Docks an einer Bildschirmposition, damit es beim Wechseln von Dock-Profilen an Ort und Stelle bleibt
es: Fija un extremo del Dock a una posición de la pantalla para que no se mueva al cambiar de perfil de Dock
fr: Ancrer une extrémité du dock à une position fixe pour qu'il ne bouge pas lors des changements de profil
hu: A Dock egyik végét a képernyő egy adott pozíciójához rögzíti, így az a Dock-profilok közötti váltáskor is a helyén marad
ja: Dockの一端を画面上の位置に固定して、Dockプロファイルを切り替えても動かないようにします
nl: Zet één uiteinde van het Dock vast op een bepaalde plek op het scherm, zodat het op zijn plaats blijft wanneer je van Dock-profiel wisselt
pl: Przypnij jeden koniec Docka do położenia na wyświetlaczu, aby pozostał w miejscu podczas przełączania profili Docka
pt: Fixar uma extremidade da dock numa posição do ecrã para que fique no mesmo sítio ao mudar de perfil da dock
ru: Привязать один конец Dock к положению на экране, чтобы он оставался на месте при переключении профилей Dock
sv: Lås ena änden av dockan vid en skärmposition så att den ligger kvar när du växlar dockprofil
tr: Dock’un bir ucunu ekrandaki bir konuma sabitleyerek dock profilleri arasında geçiş yaparken yerinde kalmasını sağlayın
vi: Cố định một đầu của dock vào một vị trí màn hình để giữ nguyên vị trí khi chuyển đổi các hồ sơ dock
zh_hans: 将 Dock 的一端固定在屏幕上的指定位置，以便切换 Dock 配置文件时保持位置不变
zh_hant: 將 Dock 的一端固定於螢幕上的指定位置，使其在切換 Dock 設定檔時維持原位

source: Flip
ar: قلّابة
de: Klappzahlen
es: Paletas
fr: Palettes
hu: Lapozós
ja: フリップ
pl: Klapkowy
pt: Palhetas
ru: Перекидные
sv: Fällblad
tr: Çevirmeli
vi: Lật số
zh_hans: 翻页
zh_hant: 翻轉

source: Float live window previews above the highlighted app while you hold ⌘-Tab. Glance rides along with the built-in macOS switcher, unlike the Alt Tab Window Switcher.
ar: عرض معاينات حية للنوافذ فوق التطبيق المحدد أثناء الضغط المستمر على ⌘-Tab. يعمل Glance جنبًا إلى جنب مع مبدّل macOS المدمج، على عكس مبدّل نوافذ Alt Tab.
de: Live-Fenstervorschauen schweben über der hervorgehobenen App, solange Sie ⌘-Tab gedrückt halten. Glance folgt dabei dem integrierten macOS-Umschalter, anders als der Alt-Tab-Fensterwechsler.
es: Muestra previsualizaciones de ventanas en directo sobre la app resaltada mientras mantienes ⌘-Tab. Glance acompaña al selector integrado de macOS, a diferencia del selector de ventanas Alt Tab.
fr: Affiche des aperçus de fenêtre en direct au-dessus de l'app en surbrillance pendant que vous maintenez ⌘-Tab. Glance accompagne le sélecteur macOS intégré, contrairement au sélecteur de fenêtres Alt-Tab.
hu: Élő ablak-előnézetek lebegtetése a kiemelt app fölött, amíg a ⌘-Tab lenyomva van. A Glance a beépített macOS-váltóval együtt működik, ellentétben az Alt-Tab ablakváltóval.
ja: ⌘-Tabを押している間、ハイライトされたアプリの上にライブのウインドウプレビューを表示します。GlanceはAlt Tabウインドウスイッチャーとは異なり、macOS標準のスイッチャーと連動します。
nl: Laat live venstervoorbeelden boven de gemarkeerde app zweven terwijl je ⌘-Tab ingedrukt houdt. Glance werkt samen met de ingebouwde macOS-wisselaar, in tegenstelling tot de Alt Tab-vensterwisselaar.
pl: Pokazuj podglądy okien na żywo nad wyróżnioną aplikacją podczas przytrzymywania ⌘-Tab. Glance współpracuje z systemowym przełącznikiem macOS, w przeciwieństwie do Przełącznika okien Alt-Tab.
pt: Mostra pré-visualizações de janelas em tempo real sobre a app destacada enquanto mantém ⌘-Tab premido. O Glance acompanha o seletor integrado do macOS, ao contrário do Alternador de Janelas Alt-Tab.
ru: Показывать живые предпросмотры окон над выделенным приложением, пока удерживаете ⌘-Tab. Glance встраивается во встроенный переключатель macOS, в отличие от Alt Tab Window Switcher.
sv: Låt fönsterförhandsvisningar i realtid sväva ovanför den markerade appen medan du håller in ⌘-Tab. Glance följer med den inbyggda macOS-växlaren, till skillnad från Alt Tab-fönsterväxlaren.
tr: ⌘-Tab'a basılı tutarken canlı pencere önizlemelerini vurgulanan uygulamanın üzerinde süzdür. Glance, Alt Tab Pencere Değiştirici'nin aksine yerleşik macOS değiştiricisiyle birlikte çalışır.
vi: Hiển thị nổi bản xem trước cửa sổ trực tiếp phía trên ứng dụng được tô sáng khi bạn giữ ⌘-Tab. Glance hoạt động song hành cùng bộ chuyển đổi mặc định của macOS, khác với Bộ chuyển đổi cửa sổ Alt Tab.
zh_hans: 按住 ⌘-Tab 时，在当前高亮应用上方显示实时窗口预览。Glance 基于 macOS 内置的应用切换器运行，不同于 Alt Tab 窗口切换器。
zh_hant: 按住 ⌘-Tab 時，在目前反白的應用程式上方顯示即時視窗預覽。Glance 會搭配 macOS 內建的應用程式切換器運作，不同於 Alt-Tab 視窗切換器。

source: Floating
ar: عائم
de: Schwebend
es: Flotante
fr: Flottant
hu: Lebegő
ja: フローティング
nl: Zwevend
pl: Pływający
pt: Flutuante
ru: Плавающий
sv: Svävande
tr: Yüzen
vi: Nổi
zh_hans: 悬浮
zh_hant: 浮動

source: Floating centers the dock. Taskbar spans the full screen width.
ar: يضع «عائم» Dock في المنتصف. ويمتد «شريط المهام» بعرض الشاشة بالكامل.
de: Schwebend zentriert das Dock. Die Taskleiste erstreckt sich über die gesamte Bildschirmbreite.
es: Flotante centra el Dock. Barra de tareas ocupa todo el ancho de la pantalla.
fr: Flottant centre le dock. Barre des tâches s'étend sur toute la largeur de l'écran.
hu: A lebegő elrendezés középre helyezi a Dockot. A tálca a képernyő teljes szélességén végigér.
ja: フローティングはDockを中央に配置します。タスクバーは画面の幅いっぱいに広がります。
nl: Met 'Zwevend' wordt het Dock in het midden geplaatst. 'Taakbalk' wordt over de volledige breedte van het scherm weergegeven.
pl: Tryb pływający wyśrodkowuje Dock. Pasek zadań rozciąga się na całą szerokość wyświetlacza.
pt: Flutuante centra a dock. Barra de tarefas ocupa toda a largura do ecrã.
ru: «Плавающий» размещает Dock по центру. «Панель задач» занимает всю ширину экрана.
sv: Svävande centrerar dockan. Aktivitetsfält sträcker sig över hela skärmens bredd.
tr: Yüzen mod, dock’u ortalar. Görev çubuğu ise ekranın tüm genişliğini kaplar.
vi: Chế độ nổi đặt dock ở trung tâm. Thanh tác vụ trải rộng toàn bộ chiều rộng màn hình.
zh_hans: “悬浮”使 Dock 居中；“任务栏”使其占满整个屏幕宽度。
zh_hant: 「浮動」模式會將 Dock 置中顯示；「工作列」模式則會延伸至整個螢幕寬度。

source: Floating Only
ar: العائم فقط
de: Nur schwebend
es: Solo flotante
fr: Flottant uniquement
hu: Csak lebegő
ja: フローティングのみ
nl: Alleen zwevend
pl: Tylko pływający
pt: Apenas Flutuante
ru: Только плавающий
sv: Endast svävande
tr: Yalnızca Yüzen
vi: Chỉ chế độ nổi
zh_hans: 仅悬浮模式
zh_hant: 僅限浮動模式

source: Flush to Dock
ar: ملاصق لـ Dock
de: Bündig mit dem Dock
es: Pegado al Dock
fr: Coller au Dock
hu: A Dockhoz simítva
ja: Dockに密着
nl: Gelijk met het Dock
pl: Dosuń do Docka
pt: Rente à Dock
ru: Вровень с Dock
sv: Kant i kant med dockan
tr: Dock'a Bitişik
vi: Nối liền với Dock
zh_hans: 紧贴 Dock
zh_hant: 貼齊 Dock

source: focus
ar: تركيز
de: fokus
es: concentración
fr: concentration
hu: fókusz
ja: 集中
pl: skupienie
pt: foco
ru: фокус
sv: fokus
tr: odak
vi: tập trung
zh_hans: 专注
zh_hant: 焦點

source: Focus
ar: تركيز
de: Fokus
es: Concentración
fr: Concentration
hu: Fókusz
ja: 集中
pl: Skupienie
pt: Foco
ru: Фокус
sv: Fokus
tr: Odak
vi: Tập trung
zh_hans: 专注
zh_hant: 專注

source: Focus Media
ar: تركيز الوسائط
de: Medienfokus
es: Enfocar multimedia
fr: Focus média
hu: Média fókuszba helyezése
ja: メディアにフォーカス
pl: Aktywuj multimedia
pt: Focar Multimédia
ru: Фокус медиа
sv: Fokusera media
tr: Medyaya Odaklan
vi: Đặt tiêu điểm phương tiện
zh_hans: 聚焦媒体
zh_hant: 聚焦媒體

source: Focus Search on Open
ar: تركيز البحث عند الفتح
de: Suche beim Öffnen fokussieren
es: Enfocar la búsqueda al abrir
fr: Activer la recherche à l'ouverture
hu: Keresőmező fókuszba helyezése megnyitáskor
ja: 開いたときに検索フィールドにフォーカス
nl: Focus op zoeken bij openen
pl: Aktywuj wyszukiwanie po otwarciu
pt: Focar a Pesquisa ao Abrir
ru: Фокус на поиске при открытии
sv: Fokusera sökfältet vid öppning
tr: Açılışta Aramaya Odaklan
vi: Đặt tiêu điểm vào trường tìm kiếm khi mở
zh_hans: 打开时自动聚焦搜索
zh_hant: 開啟時聚焦搜尋欄位
